Repository: aleks7900/FinPulse.Windows
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# Settings_About_Description.Text
source: Native companion to the FinPulse Android application. Engineered with C#, WinUI 3, Windows App SDK, Mica material, and institutional double-entry financial bookkeeping.
de_de: Nativer Begleiter zur FinPulse Android-App. Entwickelt mit C#, WinUI 3, Windows App SDK, Mica-Material und institutioneller doppelter Buchführung.
es_es: Complemento nativo de la aplicación FinPulse para Android. Diseñado con C#, WinUI 3, Windows App SDK, material Mica y contabilidad financiera institucional por partida doble.
fr_fr: Compagnon natif de l'application Android FinPulse. Conçu avec C#, WinUI 3, Windows App SDK, matériau Mica et comptabilité financière institutionnelle en partie double.
it_it: Companion nativo per l'app FinPulse Android. Progettato con C#, WinUI 3, Windows App SDK, materiale Mica e contabilità finanziaria istituzionale a partita doppia.
ja_jp: FinPulse Android アプリのネイティブ コンパニオン。C#、WinUI 3、Windows App SDK、Mica マテリアル、機関レベルの複式簿記を採用。
ko_kr: FinPulse Android 앱의 네이티브 윈도우 컴패니언. C#, WinUI 3, Windows App SDK, Mica 소재 및 엄격한 복식부기 원장 시스템 탑재.
pl_pl: Natywny towarzysz aplikacji FinPulse na Androida. Zbudowany w języku C#, WinUI 3, Windows App SDK, z efektem Mica oraz instytucjonalną księgowością podwójnego zapisu.
pt_pt: Companheiro nativo da aplicação FinPulse para Android. Desenvolvido com C#, WinUI 3, Windows App SDK, material Mica e contabilidade institucional por partidas dobradas.
ro_ro: Companion nativ pentru aplicația Android FinPulse. Conceput cu C#, WinUI 3, Windows App SDK, material Mica și contabilitate financiară instituțională în partidă dublă.
ru_ru: Нативный компаньон для Android-приложения FinPulse. Разработан на C#, WinUI 3, Windows App SDK, с материалом Mica и институциональной двойной записью.
uk_ua: Нативний компаньйон для Android-застосунку FinPulse. Розроблено на C#, WinUI 3, Windows App SDK, з матеріалом Mica та системою подвійного бухгалтерського обліку.
zh_cn: FinPulse 安卓版原生电脑端伴侣。基于 C#、WinUI 3、Windows App SDK 与 Mica 材质打造，内置严谨的复式记账内核。

# Settings_SignInDialog_Title
source: Sign in to FinPulse
de_de: Bei FinPulse anmelden
es_es: Iniciar sesión en FinPulse
fr_fr: Se connecter à FinPulse
it_it: Accedi a FinPulse
ja_jp: FinPulse にサインイン
ko_kr: FinPulse 로그인
pl_pl: Zaloguj się do FinPulse
pt_pt: Iniciar sessão no FinPulse
ro_ro: Autentificare în FinPulse
ru_ru: Вход в FinPulse
uk_ua: Вхід у FinPulse
zh_cn: 登录 FinPulse

# Settings_SignInDialog_EmailHeader
source: Email Address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
it_it: Indirizzo email
ja_jp: メールアドレス
ko_kr: 이메일 주소
pl_pl: Adres e-mail
pt_pt: Endereço de e-mail
ro_ro: Adresă de e-mail
ru_ru: Адрес электронной почты
uk_ua: Адреса електронної пошти
zh_cn: 电子邮箱地址

# Settings_SignInDialog_PasswordHeader
source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
ko_kr: 비밀번호
pl_pl: Hasło
pt_pt: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
uk_ua: Пароль
zh_cn: 密码

# Settings_SignInDialog_Button
source: Sign In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
it_it: Accedi
ja_jp: サインイン
ko_kr: 로그인
pl_pl: Zaloguj się
pt_pt: Iniciar sessão
ro_ro: Autentificare
ru_ru: Войти
uk_ua: Увійти
zh_cn: 登录

# Settings_GoogleDialog_Title
source: Sign In with Google
de_de: Mit Google anmelden
es_es: Iniciar sesión con Google
fr_fr: Se connecter avec Google
it_it: Accedi con Google
ja_jp: Google でサインイン
ko_kr: Google로 로그인
pl_pl: Zaloguj przez Google
pt_pt: Iniciar sessão com o Google
ro_ro: Conectați-vă cu Google
ru_ru: Войти через Google
uk_ua: Увійти через Google
zh_cn: 通过 Google 登录

# Settings_GoogleDialog_Prompt
source: Connect your Google account to synchronize your financial accounts, transactions, and budgets with FinPulse on Android.
de_de: Verbinden Sie Ihr Google-Konto, um Konten, Transaktionen und Budgets mit FinPulse auf Android zu synchronisieren.
es_es: Conecte su cuenta de Google para sincronizar sus cuentas financieras, transacciones y presupuestos con FinPulse en Android.
fr_fr: Associez votre compte Google pour synchroniser vos comptes financiers, transactions et budgets avec FinPulse sur Android.
it_it: Collega il tuo account Google per sincronizzare conti, transazioni e budget con FinPulse su Android.
ja_jp: Google アカウントを接続して、口座、取引、予算を Android 版 FinPulse と同期します。
ko_kr: Google 계정을 연결하여 Android 기기의 FinPulse와 금융 계좌, 거래 내역 및 예산을 동기화하세요.
pl_pl: Połącz swoje konto Google, aby synchronizować konta, transakcje i budżety z aplikacją FinPulse na Androidzie.
pt_pt: Associe a sua conta Google para sincronizar contas financeiras, transações e orçamentos com o FinPulse no Android.
ro_ro: Conectați contul Google pentru a sincroniza conturile financiare, tranzacțiile și bugetele cu FinPulse pe Android.
ru_ru: Подключите свой аккаунт Google для синхронизации счетов, транзакций и бюджетов с FinPulse на Android.
uk_ua: Підключіть свій обліковий запис Google для синхронізації рахунків, транзакцій та бюджетів з Android-версією FinPulse.
zh_cn: 关联您的 Google 账户，在 Android 版 FinPulse 之间同步财务账户、交易及预算。

# Settings_GoogleDialog_BrowserButton
source: Sign in via System Web Browser (OAuth 2.0)
de_de: Über Standard-Browser anmelden (OAuth 2.0)
es_es: Iniciar sesión mediante el navegador web del sistema (OAuth 2.0)
fr_fr: Se connecter via le navigateur web du système (OAuth 2.0)
it_it: Accedi tramite browser web di sistema (OAuth 2.0)
ja_jp: システムのWebブラウザーでサインイン (OAuth 2.0)
ko_kr: 시스템 웹 브라우저를 통해 로그인 (OAuth 2.0)
pl_pl: Zaloguj przez przeglądarkę systemową (OAuth 2.0)
pt_pt: Iniciar sessão através do browser do sistema (OAuth 2.0)
ro_ro: Autentificare prin browserul web de sistem (OAuth 2.0)
ru_ru: Войти через системный веб-браузер (OAuth 2.0)
uk_ua: Увійти через системний веббраузер (OAuth 2.0)
zh_cn: 通过系统默认浏览器登录 (OAuth 2.0)

# Settings_GoogleDialog_EmailHeader
source: Google Account Email
de_de: Google-Konto E-Mail
es_es: Correo de la cuenta de Google
fr_fr: Adresse e-mail du compte Google
it_it: Email dell'account Google
ja_jp: Google アカウントのメール
ko_kr: Google 계정 이메일
pl_pl: E-mail konta Google
pt_pt: E-mail da conta Google
ro_ro: E-mail cont Google
ru_ru: Email аккаунта Google
uk_ua: Електронна пошта Google
zh_cn: Google 账户邮箱

# Settings_GoogleDialog_NameHeader
source: Display Name (Optional)
de_de: Anzeigename (optional)
es_es: Nombre visible (opcional)
fr_fr: Nom d'affichage (facultatif)
it_it: Nome visualizzato (facoltativo)
ja_jp: 表示名（任意）
ko_kr: 표시 이름 (선택 사항)
pl_pl: Nazwa wyświetlana (opcjonalnie)
pt_pt: Nome de apresentação (opcional)
ro_ro: Nume afișat (opțional)
ru_ru: Отображаемое имя (необязательно)
uk_ua: Відображуване ім'я (необов'язково)
zh_cn: 显示名称（可选）

# Settings_GoogleDialog_ConnectButton
source: Connect Google Account
de_de: Google-Konto verbinden
es_es: Conectar cuenta de Google
fr_fr: Associer le compte Google
it_it: Collega account Google
ja_jp: Google アカウントを接続
ko_kr: Google 계정 연결
pl_pl: Połącz konto Google
pt_pt: Ligar conta Google
ro_ro: Conectează contul Google
ru_ru: Подключить аккаунт Google
uk_ua: Підключити обліковий запис Google
zh_cn: 关联 Google 账户

# Sync_Status_Syncing
source: Syncing in progress...
de_de: Synchronisierung läuft...
es_es: Sincronización en curso...
fr_fr: Synchronisation en cours...
it_it: Sincronizzazione in corso...
ja_jp: 同期を実行中...
ko_kr: 동기화 진행 중...
pl_pl: Trwa synchronizacja...
pt_pt: Sincronização em curso...
ro_ro: Sincronizare în curs...
ru_ru: Идет синхронизация...
uk_ua: Триває синхронізація...
zh_cn: 正在同步中...

# Sync_Status_Synchronized
source: Synchronized with Firestore
de_de: Mit Firestore synchronisiert
es_es: Sincronizado con Firestore
fr_fr: Synchronisé avec Firestore
it_it: Sincronizzato con Firestore
ja_jp: Firestoreと同期完了
ko_kr: Firestore 동기화 완료
pl_pl: Zsynchronizowano z Firestore
pt_pt: Sincronizado com o Firestore
ro_ro: Sincronizat cu Firestore
ru_ru: Синхронизировано с Firestore
uk_ua: Синхронізовано з Firestore
zh_cn: 已与 Firestore 同步

# Sync_Status_Error
source: Sync error: {0}
de_de: Sync-Fehler: {0}
es_es: Error de sincronización: {0}
fr_fr: Erreur de synchro : {0}
it_it: Errore di sincronizzazione: {0}
ja_jp: 同期エラー: {0}
ko_kr: 동기화 오류: {0}
pl_pl: Błąd synchronizacji: {0}
pt_pt: Erro de sincronização: {0}
ro_ro: Eroare de sincronizare: {0}
ru_ru: Ошибка синхронизации: {0}
uk_ua: Помилка синхронізації: {0}
zh_cn: 同步错误：{0}

# Sync_Status_Idle
source: Idle
de_de: Bereit
es_es: Inactivo
fr_fr: En attente
it_it: Inattivo
ja_jp: 待機中
ko_kr: 유휴 상태
pl_pl: Bezczynny
pt_pt: Inativo
ro_ro: Inactiv
ru_ru: Ожидание
uk_ua: Очікування
zh_cn: 空闲

# Sync_LastSync_Never
source: Never
de_de: Nie
es_es: Nunca
fr_fr: Jamais
it_it: Mai
ja_jp: なし
ko_kr: 안 함
pl_pl: Nigdy
pt_pt: Nunca
ro_ro: Niciodată
ru_ru: Никогда
uk_ua: Ніколи
zh_cn: 从不

# Busy_Syncing
source: Synchronizing with FinPulse cloud...
de_de: Synchronisiere mit der FinPulse Cloud...
es_es: Sincronizando con la nube de FinPulse...
fr_fr: Synchronisation avec le cloud FinPulse...
it_it: Sincronizzazione con il cloud FinPulse...
ja_jp: FinPulse クラウドと同期中...
ko_kr: FinPulse 클라우드와 동기화 중...
pl_pl: Synchronizowanie z chmurą FinPulse...
pt_pt: A sincronizar com a cloud do FinPulse...
ro_ro: Se sincronizează cu cloud-ul FinPulse...
ru_ru: Синхронизация с облаком FinPulse...
uk_ua: Синхронізація з хмарою FinPulse...
zh_cn: 正在与 FinPulse 云端同步...

# Busy_SigningInGoogle
source: Signing in with Google Account...
de_de: Anmeldung mit Google-Konto...
es_es: Iniciando sesión con la cuenta de Google...
fr_fr: Connexion avec le compte Google...
it_it: Accesso con l'account Google in corso...
ja_jp: Google アカウントでサインイン中...
ko_kr: Google 계정으로 로그인 중...
pl_pl: Logowanie przez konto Google...
pt_pt: A iniciar sessão com a conta Google...
ro_ro: Autentificare cu contul Google...
ru_ru: Вход с помощью аккаунта Google...
uk_ua: Вхід за допомогою облікового запису Google...
zh_cn: 正在通过 Google 账户登录...

# Busy_ConnectingGoogle
source: Connecting Google Account...
de_de: Google-Konto wird verbunden...
es_es: Conectando cuenta de Google...
fr_fr: Association du compte Google...
it_it: Collegamento account Google in corso...
ja_jp: Google アカウントを接続中...
ko_kr: Google 계정 연결 중...
pl_pl: Łączenie konta Google...
pt_pt: A associar a conta Google...
ro_ro: Se conectează contul Google...
ru_ru: Подключение аккаунта Google...
uk_ua: Підключення облікового запису Google...
zh_cn: 正在关联 Google 账户...

# Busy_AuthenticatingToken
source: Authenticating Google ID Token...
de_de: Google-ID-Token wird authentifiziert...
es_es: Autenticando token de ID de Google...
fr_fr: Authentification du jeton d'ID Google...
it_it: Autenticazione del token ID di Google...
ja_jp: Google ID トークンを認証中...
ko_kr: Google ID 토큰 인증 중...
pl_pl: Uwierzytelnianie tokena Google ID...
pt_pt: A autenticar token de ID Google...
ro_ro: Se autentifică jetonul Google ID...
ru_ru: Аутентификация токена Google ID...
uk_ua: Автентифікація токена Google ID...
zh_cn: 正在验证 Google 身份令牌...

# Busy_SigningInEmail
source: Signing in with FinPulse Account...
de_de: Anmeldung mit FinPulse-Konto...
es_es: Iniciando sesión con la cuenta de FinPulse...
fr_fr: Connexion avec le compte FinPulse...
it_it: Accesso con l'account FinPulse in corso...
ja_jp: FinPulse アカウントでサインイン中...
ko_kr: FinPulse 계정으로 로그인 중...
pl_pl: Logowanie na konto FinPulse...
pt_pt: A iniciar sessão com a conta FinPulse...
ro_ro: Autentificare cu contul FinPulse...
ru_ru: Вход в аккаунт FinPulse...
uk_ua: Вхід за допомогою облікового запису FinPulse...
zh_cn: 正在登录 FinPulse 账户...

# Notification_BudgetAlert_Title
source: Budget Alert
de_de: Budgetwarnung
es_es: Alerta de presupuesto
fr_fr: Alerte de budget
it_it: Avviso di budget
ja_jp: 予算アラート
ko_kr: 예산 경고
pl_pl: Alert budżetowy
pt_pt: Alerta de orçamento
ro_ro: Alertă de buget
ru_ru: Предупреждение о бюджете
uk_ua: Попередження про бюджет
zh_cn: 预算预警

# Notification_BudgetAlert_Body
source: {0} budget has reached {1}% of its limit.
de_de: {0}-Budget hat {1}% seines Limits erreicht.
es_es: El presupuesto {0} ha alcanzado el {1}% de su límite.
fr_fr: Le budget {0} a atteint {1}% de son plafond.
it_it: Il budget {0} ha raggiunto il {1}% del limite.
ja_jp: 「{0}」の予算が上限の{1}%に達しました。
ko_kr: '{0}' 예산이 한도의 {1}%에 도달했습니다.
pl_pl: Budżet {0} osiągnął {1}% swojego limitu.
pt_pt: O orçamento de {0} atingiu {1}% do seu limite.
ro_ro: Bugetul {0} a atins {1}% din limita sa.
ru_ru: Бюджет "{0}" достиг {1}% от установленного лимита.
uk_ua: Бюджет "{0}" досяг {1}% від свого ліміту.
zh_cn: “{0}”预算已达到其限额的 {1}%。

# Notification_BillDue_Title
source: Upcoming Payment Due
de_de: Zahlung fällig
es_es: Próximo pago vencido
fr_fr: Paiement à venir
it_it: Pagamento imminente in scadenza
ja_jp: 支払期日のお知らせ
ko_kr: 결제 예정일 알림
pl_pl: Nadchodzący termin płatności
pt_pt: Pagamento próximo a vencer
ro_ro: Plată viitoare scadentă
ru_ru: Приближается срок оплаты
uk_ua: Наближається термін оплати
zh_cn: 即将到期付款提醒

# Notification_BillDue_Body
source: {0} ({1}) is scheduled for {2}.
de_de: Anstehende Zahlung {0} ({1}) ist für {2} geplant.
es_es: El próximo pago {0} ({1}) está programado para el {2}.
fr_fr: Le paiement à venir {0} ({1}) est prévu le {2}.
it_it: Il pagamento imminente {0} ({1}) è programmato per {2}.
ja_jp: 「{0}」（{1}）の支払いは {2} に予定されています。
ko_kr: 예정된 결제 {0}({1})이(가) {2}에 예정되어 있습니다.
pl_pl: Nadchodząca płatność {0} ({1}) zaplanowana jest na {2}.
pt_pt: O próximo pagamento {0} ({1}) está agendado para {2}.
ro_ro: Plata viitoare {0} ({1}) este programată pentru {2}.
ru_ru: Платеж {0} ({1}) запланирован на {2}.
uk_ua: Майбутній платіж {0} ({1}) заплановано на {2}.
zh_cn: 即将到期的付款 {0} ({1}) 计划于 {2} 执行。
